Repository: 84000/data-translation-memory
Catalog: toh891-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སྒྲིབ་པ་རྣམ་པར་སེལ་བ་ཞེས་བྱ་བའི་གཟུངས།
en: The Noble Dhāraṇī of Āvaraṇaviṣkambhin

source: སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ། །ཆོས་ལ་ཕྱག་འཚལ་ལོ། ། དགེ་འདུན་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to the Buddha. Homage to the Dharma. Homage to the Sangha.

source: དེ་རྣམས་ལ་ཕྱག་འཚལ་ནས་འཕགས་པ་སྒྲིབ་པ་རྣམ་པར་སེལ་བའི་གཟུངས་འདི་བརྗོད་པར་བྱའོ། །
en: Beginning with these lines of homage, the dhāraṇī of noble Āvaraṇaviṣkambhin should be recited as follows.

source: འདི་ལྟ་སྟེ། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྒྲིབ་པ་རྣམ་པར་སེལ་བའི་སྙིང་པོ་འདི་ལན་བདུན་བརྗོད་ན། ལུས་བརྒྱུད་པའི་སྡིག་པ་ཐམས་ཅད་འབྱང་ཞིང་འཆི་བའི་དུས་སུ་བདེ་བ་ཉིད་དུ་དུས་བྱེད་པར་འགྱུར་རོ། །
en: If one recites this essence of the blessed, thus-gone, worthy, perfect Buddha Āvaraṇaviṣkambhin seven times, all evil deeds related to one’s body will be purified and at the time of death one will die happily. oṃ śvetavaravijaline svāhā

source: ཨོཾ་ཤྭེ་ཏ་ཝ་ར་བི་ཛ་ལི་ནེ་སྭཱ་ཧཱ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྒྲིབ་པ་རྣམ་པར་སེལ་བའི་སྙིང་པོ་འདི་ཉིན་ལན་བདུན་མཚན་ལན་བདུན་བརྗོད་ན་ ལས་བརྒྱུད་མར་བསགས་པའི་སྡིག་པ་ཐམས་ཅད་འབྱང་ཞིང་འཆི་བའི་དུས་སུ་གནད་གཅོད་པའི་སྡུག་བསྔལ་དྲག་པོ་མི་འབྱུང་ངོ་། ། བདེ་བ་ཉིད་དུ་དུས་བྱེད་པར་འགྱུར་རོ། །
en: If one recites this essence of the bodhisattva great being Āvaraṇaviṣkambhin seven times during the day and seven times at night, the continuum of the evil deeds that one has accumulated will be purified, and at the time of death, one will not experience strong pain as the vital energies are interrupted. Instead, one will die happily.

source: ཨོཾ་སརྦ་ཨཱ་བ་ར་ཎ་བི་སྐཾ་བྷི་ནེ་སྭཱ་ཧཱ། སངས་རྒྱས་སྲས་དང་བཅས་པ་དེ་དག་རྣམས་ལ་བཤོས་གཙང་ལ་སོགས་པའི་མཆོད་པས་ཡང་དག་པར་མཆོད་ན་
en: oṃ sarva āvaraṇa­viskaṃbhine svāhā

source: ཡང་གང་ཟག་དེ་འཆི་བའི་དུས་སུ་ནད་དང་ཟུག་རྔུ་དང་བྲལ་ཏེ བདེ་བ་ཉིད་དུ་དུས་བྱེད་ཅིང་། ཚེ་འཕོས་ནས་ ཀྱང་སུམ་ཅུ་རྩ་གསུམ་མམ། འཐབ་བྲལ་ལམ། དགའ་ལྡན་གྱི་ལྷའི་ནང་དུ་སྐྱེ་ཞིང་། བདེ་བ་ཉིད་དུ་འཚོ་བར་འགྱུར་རོ། །
en: If someone makes proper offerings of clean food and the like to the buddhas and their offspring, then at the time of death that person will be free from illness and pain, and they will die happily. After death, they will be born among the gods in the Heaven of the Thirty-Three, in the Heaven Free from Conflict, or in the Heaven of Joy, where they will live happily.

source: དགེ་སློང་ཕ་དང་དགེ་སློང་མ། །དགེ་བསྙེན་ཕ་དང་དགེ་བསྙེན་མས། །དུས་ཚིགས་གཟའ་སྐར་མ་བརྩིས་ཤིང་། །ཁྲུས་དང་གཙང་སྦྲ་མ་བྱས་ཀྱང་། །རིག་པ་ལ་ནི་གནས་པས་འགྲུབ། །
en: Even if a monk or nun, Or a male or female householder, Does not observe the calendar phases or astrology, Nor bathe and observe purity strictures, They will find success by maintaining this vidyā.

source: གང་དག་མོས་པ་མེད་འགྱུར་བས། །འགྲུབ་ཉིད་དུ་ནི་ཡོང་མི་འགྱུར། །
en: Yet if someone has no interest in it, They will never be successful.

source: དེ་བས་ཤིན་ཏུ་མོས་གུས་བྱའོ། །
en: Hence, one should be greatly committed to it.

source: །​འཕགས་པ་སྒྲིབ་པ་རྣམ་པར་སེལ་བའི་གཟུངས་རྫོགས་སོ།​།
en: This completes “The Noble Dhāraṇī of Āvaraṇaviṣkambhin.”
